[
  {
    "year": "280 million years ago",
    "title": "Fontenelle Underwater",
    "description": "Here in the Heartland it’s hard to imagine that the ground beneath your feet was once at the floor of the sea. But fossil records indicate our forest was once covered by warm, shallow seas, home to life forms ranging from tiny trilobites to giant sharks. These bodies of water helped form limestone and sandstone deposits that lie more than 200 feet below the forest’s surface today. "

  },
  {
    "year": "2 million years ago – 10,000 years ago",
    "title": "The Last Glacial Periods of the Ice Age",
    "description": "Imagine giant jack pines and majestic white spruces, a thick forest of coniferous trees coating the landscape. This was a prime spot for large grazing mammals like mammoths, mastodons, giant beavers, ground sloths, and musk ox. With the eventual retreat of the glaciers, many of these animals became extinct or migrated north. But for a time, this was a real winter wonderland."

  },
  {
    "year": "160,000 years ago – 10,000 years ago",
    "title": "Formation of the Loess Hills",
    "description": "It’s amazing to think there was ice up to a mile thick covering our forest. But the glaciers also left a legacy: as huge continental ice sheets pushed south, they carried everything from big boulders to bits of sand and silt. Eventually, the smaller particles known as loess (pronounced luss) dried from river runoff resulting from these glacial advances. The loess was then picked up by wind and redeposited, forming the loess hills of modern-day Fontenelle Forest, an area blanketed by 200-foot thick soil. "

  },
  {
    "year": "9,000 years ago – 3,000 years ago",
    "title": "Warm, Dry Prairie",
    "description": "At the close of the Ice Age, the climate became even warmer and drier than it is today. Coniferous forests were gradually replaced by prairie as drought-tolerant plants and animals extended their range. It was eight-foot tall grasses and hundreds of species of wildflowers as far as the eye could see. The prairie plants we encounter today are remnants of this climate."

  },
  {
    "year": "3,000 years ago to present",
    "title": "Forest As We Know It",
    "description": "Conditions moderated to a more moist and cool environment, similar to today. The dry uplands and loess hills remained prairie or oak savannah, but forests began to expand up from the wetter ravines and valley bottoms. This is a haven for fox squirrels, white-tailed deer, red fox and other forest-dwelling creatures that thrive in tree-covered landscapes."

  },
  {
    "year": "4500 B.C. – 1000 A.D.",
    "title": "Early Inhabitants",
    "description": "Numerous Native American tribes lived on this land over time long before the arrival of the first Europeans to the scene. The earliest dwellers were roaming bands of hunters who fashioned spears out of stone in pursuit of the now-extinct grazing mammals of the last ice age. Later populations were foragers as well as hunters. Eventually primitive agriculture was introduced around 500 B.C."

  },
  {
    "year": "1100 A.D. – 1400 A.D.",
    "title": "The Nebraska Phase Farmers",
    "description": "The ridgetops along present-day Fontenelle were inhabited by a group referred to as the Nebraska Culture or Nebraska Phase, known to be village farmers. Perhaps their most lasting legacy are the earth lodges along the Missouri River, permanent living spaces constructed only from timber, sod and grasses. Fishhooks, knives, grinding stones and more have been found within nearly 70 earth lodges that have been catalogued within the Forest since initial excavations in 1937."

  },
  {
    "year": "1804",
    "title": "European Explorers",
    "description": "Lewis and Clark’s Corps of Discovery expedition passed through on both their outward and return trips, and the subsequent explorers following in their footsteps would have a profound effect on the area. The land of abundant natural resources was described by one as a place where “mayapples covered the ground” and “redbud and hawthorn trees mingled their red and white blossoms.” Needless to say, this was a very attractive place for all walks of trappers, traders, farmers and businessmen."

  },
  {
    "year": "1822",
    "title": "Founding of Trading Post in Present-Day Fontenelle Forest",
    "description": "This post was one of many established as part of an overall plan to maintain good trading relations with Native Americans. Blankets, hats, food, clothing, beads and earrings were available, as well as tools of the fur trade like traps, rifles, and knives. These stations played a critical role in outfitting explorers and traders with supplies—soon enough, they also became somewhat of a social gathering place."

  },
  {
      "year": "1823",
      "title": "A Beautiful View: Nebraska’s Oldest Settlement is Founded",
      "description": "When French explorers first encountered the “sea of grass” that covered much of central North America, they coined the word “prairie” to describe it. The name Bellevue is also of French origin. Legend has it that Manuel Lisa, founder of the Missouri Fur Company, once paused at a hillside overlooking the area, so overwhelmed by the panorama before him that he exclaimed, “la belle vue!”"

    },
    {
      "year": "1855",
      "title": "The Death of Logan Fontenelle",
      "description": "The son of French fur trader Lucien Fontenelle and Bright Sun of the Omaha tribe, he spent much of his childhood among the Omaha people, learning their ways, customs, and languages. After working as a U.S. interpreter, Logan was killed by a band of Sioux Indians while out on a hunt and is said to be buried alongside his father somewhere on Fontenelle’s property. It is officially Logan for whom the Forest is named. "

    },
    {
      "year": "1913",
      "title": "Birth of a Nature Preserve",
      "description": "Bellevue College professor Dr. A. A. Taylor first met with friends in 1910 to discuss his vision for a state forest preserve. While initially unsuccessful at the state level, the group persisted and formed a private, non-profit nature association. Three years later, Nebraska’s governor signed a bill incorporating the Child’s Point Forest Association, the forerunner to the Fontenelle Forest Association and today’s Fontenelle Nature Association."

    },
    {
      "year": "1902 – 1920",
      "title": "The Forest that Built Bellevue",
      "description": "In some sections it is nearly impossible to find a tree more than a century old because loggers for the Phoenix Land and Cattle Company clear cut huge areas during this time to help build the growing community around it. It’s easy to spot direct evidence of that logging, as many larger trees have two to four trunks growing from the same spot. Foresters call these “stump suckers” because they began their lives as sprouts growing from the stumps of cut trees."

    },
    {
      "year": "1920 ",
      "title": "A Place to Call Home",
      "description": "With the interruption of World War I, it took the Association years to buy their first tract of land, Child’s Point, which amounted to over 300 acres and was finally deeded to the Association in 1920. By 1990, Fontenelle had grown to own and maintain nearly 1,800 acres of land."

    },
    {
      "year": "1920s and 1930s",
      "title": "Channelization of the Missouri River",
      "description": "In the early 19th century the Missouri was a wide, meandering river constantly changing course. It flowed at the foot of the bluffs where our forest is today, but eventually shifted away from the hills. To improve navigation and increase commerce, the U.S. Army Corps of Engineers began channelizing the river, forcing it into a deep, relatively straight channel. What was positive for river navigation was devastating to wildlife habitat. Today, Fontenelle’s Great Marsh and HIdden Lake are examples of the continuing restoration work undertaken to reclaim those lost habitats."

    },
    {
      "year": "1960s",
      "title": "Era of Education",
      "description": "Before this time, the Forest had been primarily used as a place for hikes and picnics and a caretaker was the only professional staff member employed. Omaha's city forester, Jim Malkowski, saw the opportunity to attract the community even more and began leading educational hikes that grew rapidly in popularity. Before long a nature center opened in 1966 to facilitate these hikes, with Malkowski as its first director."

    },
    {
      "year": "1971",
      "title": "Acquisition of Neale Woods Nature Center",
      "description": "Edith Neale donated 120 acres of North Omaha land that her father had homesteaded in the mid-nineteenth century, marking the beginning of Neale Woods as part of the Fontenelle Forest Association. Another 60 acres of land was donated by Carl Jonas, whose father had been a founding member of Fontenelle. Jonas' former home serves as the current Neale Woods Nature Center."

    },
    {
      "year": "1992",
      "title": "Construction of the Boardwalk",
      "description": "Fontenelle Forest’s Riverview Boardwalk is the result of what had been the largest private fundraising effort to date at the time. This wheelchair/stroller accessible wooden walk winds through a full mile of rich forest, and is the place to be—during any season—to spot wildlife and take in the sights, sounds and smells of nature."

    },
    {
      "year": "Late 1990s",
      "title": "Oak Savanna Recreation Experiment",
      "description": "It’s often not enough to just preserve the land; active land management is sometimes necessary to retain proper species in the forest. Preservationists began working to recreate the oak savanna, a combination of prairie and widely spaced bur oak trees that was once present. Over time, our hope is that a variety of prairie plants will take hold and, once again, the savanna will thrive within this area."

    },
    {
      "year": "2000",
      "title": "Construction of the Fontenelle Forest Nature Center",
      "description": "Fontenelle Forest Nature Center, also known as The Katherine and Fred Buffett Forest Learning Center, opened as the Forest’s primary facility. This 25,000-square-foot building provides space for school programs, public education and private events. It has been the site of numerous exhibitions over the years, and is where our friendly staff greets visitors with all the information needed to build an experience all your own."

    },
    {
      "year": "2014",
      "title": "Acquisition of Raptor Recovery Program",
      "description": "Fontenelle Nature Association officially gained Raptor Recovery Nebraska, an organization that cares for injured and orphaned predatory birds. The arrangement was considered a true milestone in the organization’s 100-year history, with the two non-profits merging into a single staff body to rehabilitate hundreds of birds from across the state per year."

    },
    {
      "year": "Late 2015",
      "title": "Raptor Woodland Refuge Opening",
      "description": "Raptor Woodland Refuge will provide an opportunity for the public to view nearly two dozen birds of prey in a unique outdoor setting that inspires both adventure and education. Species of raptors on display will include Bald and Golden Eagles, six species of owls, five species of hawks, and more. The birds will be housed in a variety of distinctive treehouse-like mews, including several amongst the treetops on a suspended walkway high above the forest floor. Visitors will be able to enjoy Raptor Woodland Refuge year-round."

    },
]
